tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mutagen-io/mutagen"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "anyenv"
brew "little-cms2"
brew "boost"
brew "awscli"
brew "bazaar"
brew "glib"
brew "python@3.9"
brew "composer"
brew "curl"
brew "diffutils"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "freetds"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "go"
brew "python@3.10"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "h2o"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "libpq"
brew "libraqm"
brew "mkcert"
brew "mysql"
brew "nghttp2"
brew "nkf"
brew "node"
brew "nodebrew"
brew "nss"
brew "php"
brew "phpunit"
brew "tcl-tk", link: false
brew "pillow"
brew "postgresql@14"
brew "python-yq"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "telnet"
brew "tfenv"
brew "tmux"
brew "tree"
brew "v8@3.15"
brew "wget"
brew "ykman"
brew "zplug"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mutagen-io/mutagen/mutagen-compose"
brew "qmk/qmk/qmk"
cask "chrysalis"
cask "docker"
cask "google-cloud-sdk"
cask "graphql-playground"
cask "wine-stable"
cask "xquartz"
