tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mutagen-io/mutagen"
tap "qmk/qmk"

brew "anyenv"
brew "awscli"
brew "composer"
brew "diffutils"
brew "gh"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "lazygit"
brew "mkcert"
brew "nkf"
brew "tfenv"
brew "tmux"
brew "tree"
brew "wget"
brew "zplug"
brew "zsh-completions"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "mutagen-io/mutagen/mutagen-compose"
cask "aws-vault"
cask "docker"

vscode "bierner.markdown-mermaid"
vscode "CoenraadS.bracket-pair-colorizer-2"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "GitHub.copilot"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "Hridoy.rails-snippets"
vscode "Infracost.infracost"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-mssql.data-workspace-vscode"
vscode "ms-mssql.mssql"
vscode "ms-mssql.sql-bindings-vscode"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.debugger-for-chrome"
vscode "oderwat.indent-rainbow"
vscode "PulkitGangwar.nextjs-snippets"
vscode "rebornix.ruby"
vscode "scaffdog.scaffdog-vscode"
vscode "stylelint.vscode-stylelint"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vncz.vscode-apielements"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
